  const quizData = [
    {
      id: 1,
      question: "พ.ร.บ. วิชาชีพกายภาพบำบัด 2547 ส่งเสริมเสรีภาพหรือไม่?",
      choices: [
        "เป็น เพราะกำหนดเรื่องการขึ้นทะเบียน",
        "เป็น เพราะคุ้มครองประโยชน์ของผู้ประกอบวิชาชีพ",
        "ไม่เป็น เพราะคุ้มครองประโยชน์ของประชาชน",
        "ไม่เป็น เพราะไม่สามารถยกเว้นตามกฎหมายอื่นได้",
        "ไม่เป็น เพราะเป็นการควบคุมการประกอบอาชีพ"
      ],
      correctAnswer: 2,
    },
    {
      id: 2,
      question: "จรรยาบรรณของวิชาชีพมีวัตถุประสงค์ใด?",
      choices: [
        "เพื่อคุ้มครองสิทธิของผู้ประกอบวิชาชีพ",
        "เพื่อควบคุมผู้ป่วย",
        "เพื่อกำหนดค่ารักษาพยาบาล",
        "เพื่อกำหนดแนวทางพฤติกรรมวิชาชีพ",
        "เพื่อโฆษณาวิชาชีพ"
      ],
      correctAnswer: 3,
    },
    {
      id: 3,
      question: "ใครเป็นผู้มีอำนาจออกใบอนุญาตประกอบวิชาชีพกายภาพบำบัด?",
      choices: [
        "รัฐมนตรีว่าการกระทรวงศึกษาธิการ",
        "กระทรวงสาธารณสุข",
        "สภากายภาพบำบัด",
        "นายกรัฐมนตรี",
        "คณะกรรมการสุขภาพแห่งชาติ"
      ],
      correctAnswer: 2,
    },
    {
      id: 4,
      question: "เปิดสถานพยาบาลขณะถูกสั่งปิดจะโดนระวางโทษอย่างไร?",
      choices: [
        "ปรับวันละ 10,000 จนกว่าจะปิดบริการ",
        "คุก 2 ปี ปรับ 40,000",
        "ปรับวันละ 10,000 จนกว่าจะปิด",
        "คุก 2 ปี ปรับ 40,000 และปรับต่อวันละ 10,000 จนกว่าจะปิด",
        "คุก 1 ปี ปรับ 20,000 และปรับต่อวันละ 10,000 จนกว่าจะปิด"
      ],
      correctAnswer: 3,
    },
    {
      id: 5,
      question: "ข้อใดไม่ได้อยู่ในข้อกำหนดสถานพยาบาล?",
      choices: [
        "โรงพยาบาลกายภาพบำบัด",
        "คลินิกแพทย์แผนไทย",
        "คลินิกทันตกรรม",
        "สถานพยาบาลของรัฐ",
        "สถานพยาบาลเอกชน"
      ],
      correctAnswer: 3,
    },
    {
      id: 6,
      question: "นักกายภาพบำบัดไม่ได้ต่ออายุใบประกอบวิชาชีพ ได้แก้ไขให้คนอื่นเข้าใจผิดว่ายังไม่หมดอายุ มีความผิดอะไรบ้าง?",
      choices: [
        "อาญาและจรรยาบรรณ",
        "อาญาหรือจรรยาบรรณ",
        "อาญา",
        "จรรยาบรรณ",
        "ไม่มีความผิด"
      ],
      correctAnswer: 0,
    },
    {
      id: 7,
      question: "นักกายภาพบำบัดทำให้ผู้ป่วยได้รับบาดเจ็บตามกฏหมายแพ่งมีอายุความกี่ปี เมื่อรู้ตัวผู้กระทำผิดและรู้ว่ากระทำผิดเรื่องอะไร?",
      choices: [
        "10 ปี",
        "7 ปี",
        "5 ปี",
        "3 ปี",
        "1 ปี"
      ],
      correctAnswer: 4,
    },
    {
      id: 8,
      question: "ข้อใดไม่ใช่บทบาทของนักกายภาพบำบัดตามข้อบังคับสภากายภาพบำบัด?",
      choices: [
        "แนะนำการออกกำลังกาย",
        "ประเมินและวินิฉัยโรคด้วยวิธีการทางกายภาพบำบัด",
        "ประเมินและวินิฉัยระบบประสาทด้วยวิธีการทางกายภาพบำบัด",
        "ประเมินและวินิฉัยความบกพร่องทางร่างกายที่เกิดจากภาวะของโรค",
        "ใช้อุปกรณ์เสริมร่วมกับวิธีการทางกายภาพบำบัด"
      ],
      correctAnswer: 3,
    },
    {
      id: 9,
      question: "การกำหนดข้อบังคับหรือเงื่อนไขในการประกอบวิชาชีพกายภาพบำบัด ต้องดำเนินการออกกฏหมายรูปแบบใด?",
      choices: [
        "กฏกระทรวง",
        "ประกาศสภากายภาพบำบัด",
        "ข้อบังคับสภากายภาพบำบัด",
        "ประกาศกระทรวงสาธารณสุข",
        "ระเบียบกระทรวงสาธารณสุข"
      ],
      correctAnswer: 2,
    },
    {
      id: 10,
      question: "ข้อใดผิด ในเรื่องแนวการปฏิบัติเกี่ยวกับข้อมูลของผู้ป่วย?",
      choices: [
        "แจ้งอาการที่ตรวจพบกับผู้ป่วย",
        "นำข้อมูลผู้ป่วยไปปรึกษาหารือกับทีมรักษา",
        "นำข้อมูลผู้ป่วยไปใช้ในการเรียนการสอนอย่างเปิดเผย",
        "ไม่นำเรื่องราวของผู้ป่วยไปพูดคุยกับเพื่อนฝูง",
        "ไม่ให้ข้อมูลผู้ป่วยกับผู้มาติดต่อโดยไม่ได้รับอนุญาตจากผู้ป่วย"
      ],
      correctAnswer: 2,
    },
    {
      id: 11,
      question: "ถ้า PT ต่างประเทศต้องการมาทำงานในประเทศไทยต้องทำอย่างไร?",
      choices: [
        "ทำได้เลย ถ้ามาจากประเทศที่ทำการค้าเสรีกับประเทศไทย",
        "ทำได้เลย ถ้าได้ประกอบวิชาชีพจากประเทศที่ศึกษา",
        "ต้องขึ้นทะเบียนกับสภากายภาพบำบัดแห่งประเทศไทย",
        "ทำได้เลย ถ้าจบการศึกษาจากหลักสูตรที่สภากายภาพบำบัดรับรอง",
        "ต้องสอบและได้รับใบอนุญาตจากสภาพกายภาพบำบัดแห่งประเทศไทย"
      ],
      correctAnswer: 4,
    },
    {
      id: 12,
      question: " กรรมการสภากายภาพบำบัดใด ไม่ได้มาโดยตำแหน่งหรือถูกแต่งตั้งให้ทำหน้าที่กรรมการ?",
      choices: [
        "ปลัดกระทรวงสาธารณสุข",
        "ผู้แทนกระทรวงสาธารณสุข",
        "ผู้แทนโรงพยาบาลเอกชน",
        "นายกสมาคมกายภาพบำบัดแห่งประเทศไทย",
        "คณบดีคณะกายภาพบำบัดจากสถาบันการศึกษา"
      ],
      correctAnswer: 4,
    },
    {
      id: 13,
      question: "กฏหมายวิชาชีพกายภาพบำบัดบัญญัติให้สมาชิกสภากายภาพบำบัดมีหน้าที่ใดต่อไปนี้?",
      choices: [
        "แสดงความเห็นเป็นหนังสือเกี่ยวกับกิจการสภากายภาพ",
        "เลือกตั้งกรรมการสภา",
        "ปฏิบัติตามกฏหมายวิชาชีพ",
        "ขออนุมัติปริญญาวิชาชีพ",
        "ขอขึ้นทะเบียนวิชาชีพ"
      ],
      correctAnswer: 2,
    },
    {
      id: 14,
      question: "ข้อใดไม่ใช่เครื่องมือทางกายภาพบำบัดตามประกาศกระทรวงสาธารณะสุข?",
      choices: [
        "UV lamp",
        "moist heat therapy unit",
        "fluidotherapy",
        "US",
        "suction machine"
      ],
      correctAnswer: 4,
    },
    {
      id: 15,
      question: "ข้อใดถูก เกี่ยวกับการโฆษณาสถานพยาบาล ตามกฏหมายสถานพยาบาล?",
      choices: [
        "ไม่สามารถกระทำได้ ทุกกรณี",
        "กระทำได้ทันที เมื่อได้รับอนุญาตให้โฆษณา",
        "กระทำได้ทันที เมื่อเป็นประโยชน์แก่ประชาชน",
        "กระทำได้ทันที ได้รับอนุญาตให้ดำเนินการสถานพยาบาล",
        "กระทำได้ทันที เมื่อได้รับอนุญาตให้ประกอบกิจการสถานพยาบาล"
      ],
      correctAnswer: 1,
    },
    {
      id: 16,
      question: "ยาใดที่นักกายภาพบำบัดสามารถใช้ร่วมกับการทำกายภาพได้?",
      choices: [
        "ใช้ยาผงละลายน้ำเพื่อร่อนเสมหะในทางเดินหายใจ",
        "ยาพ่นขยายหลอดลมเพื่อร่อนเสมหะในทางเดินหายใจ",
        "ยาทาภายนอกเพื่อลดอาการอักเสบ",
        "ใช้ยาทาผิวหนังในผู้ป่วยที่เป็นโรคผิวหนังและอักเสบที่ข้อ",
        "ยาทานลดอาการอักเสบหลังนวดคลายพังผืด"
      ],
      correctAnswer: 2,
    },
    {
      id: 17,
      question: "ข้อใดไม่สามารถแสดงในสถานพยาบาลส่วนบุคคล?",
      choices: [
        "ชื่อและตำแหน่งทางวิชาการ",
        "เบอร์โทรสำนักงาน",
        "ประสบการณ์การรักษา",
        "ที่อยู่ปัจจุบัน",
        "ถูกทุกข้อ"
      ],
      correctAnswer: 2,
    },
    {
      id: 18,
      question: "ข้อใดแสดงถึงการมุ่งเน้นประโยชน์สูงสุดแก่ผู้ป่วยของนักกายภาพบำบัด?",
      choices: [
        "ไม่เน้นให้รักษาที่บ้าน ให้มาคลินิกทุกวัน",
        "ให้ผู้ป่วยหาท่าออกกำลังกายจาก internet เอง",
        "ไม่ใช้ manual therapy เพราะเสียเวลา",
        "ไม่ตรวจประเมินหลังการรักษา",
        "ให้ home program บันทึกและมีการรายงาน"
      ],
      correctAnswer: 4,
    },
    {
      id: 19,
      question: "การขอต่อใบประกอบวิชาชีพกายภาพบำบัด ต้องมีคุณสมบัติและไม่มีลักษณะต้องห้ามอะไร?",
      choices: [
        "อายุไม่เกิน 60 ปี",
        "มีส่วนร่วมพัฒนาวิชาชีพ",
        "มีประสบการณ์ไม่น้อยกว่า 5 ปี",
        "เป็นผู้ดำเนินการสถานพยาบาล",
        "ทำงานใน รพ มากกว่า 1,000 ชม/ปี"
      ],
      correctAnswer: 1,
    },
    {
      id: 20,
      question: "กฏหมายที่มีลำดับศักดิ์สูงสุดที่เป็นแบบลายลักษณ์อักษร?",
      choices: [
        "รัฐธรรมนูญ",
        "พระราชบัญญัติ",
        "พระราชกำหนด",
        "พระราชกฤษฎีกา",
        "กฎกระทรวง"
      ],
      correctAnswer: 0,
    },
    {
      id: 21,
      question: "การโฆษณาใด สามารถทำได้โดยไม่ต้องขออนุญาต?",
      choices: [
        "รักษา 1 แถม 1",
        "สถานที่ตั้งและเบอร์โทรศัพท์",
        "รักษาโรคนี้ หายได้",
        "มีส่วนลดในการรักษา",
        "ไม่มีคำตอบ"
      ],
      correctAnswer: 1,
    },
    {
      id: 22,
      question: "ข้อใดเป็นอำนาจหน้าของสภากายภาพบำบัด?",
      choices: [
        "เลือกสภานายกพิเศษ",
        "อนุมัติเกียรติบัตร",
        "เยียวยาผู้ได้รับผลกระทบ",
        "ออกใบรับรองสถานพยาบาล",
        "ยึดใบรับรองสถานพยาบาล"
      ],
      correctAnswer: 1,
    },
    {
      id: 23,
      question: "ผู้ได้รับคำกล่าวโทษต้องส่งคำชี้แจงหรือแสดงพยานหลักฐานต่อประธานอนุกรรมการสอบสวนภายในเวลาเท่าใดหลังจากรับทราบ?",
      choices: [
        "7 วัน",
        "15 วัน",
        "30 วัน",
        "45 วัน",
        "60 วัน"
      ],
      correctAnswer: 1,
    },
    {
      id: 24,
      question: "เมื่อวันที่ 26 พ.ย 2556 นักกายภาพทำการรักษาผู้ป่วยแล้วเกิดแผลพุพอง ผู้กล่าวโทษต้องทำการกล่าวโทษผู้ประกอบวิชาชีพกายภาพบำบัดอย่างช้าสุดในวันใด?",
      choices: [
        "26 พ.ย. 2557",
        "26 พ.ย. 2558",
        "26 พ.ย. 2559",
        "26 พ.ย. 2560",
        "26 พ.ย. 2561"
      ],
      correctAnswer: 0,
    },
    {
      id: 25,
      question: "นักกายภาพทำการละเมิดจนผู้ป่วยเสียชีวิต ทายาทโดยชอบธรรมมีสิทธิเรียกร้องอะไร?",
      choices: [
        "ค่าปลงศพ",
        "ค่าสินไหมทดแทน",
        "ค่าอุปการะเลี้ยงดู",
        "ค่าขาดรายได้",
        "ค่ารักษาพยาบาลก่อนตาย"
      ],
      correctAnswer: 1,
    },
    {
      id: 26,
      question: "ผู้บังคับบัญชาให้ฝังเข็มจะทำไหม?",
      choices: [
        "ทำ เพราะผู้บังคับบัญชาสั่ง",
        "ไม่ทำ เพราะไม่ใช่วิธีทางกายภาพบำบัด"
      ],
      correctAnswer: 1,
    },
    {
      id: 27,
      question: "ผู้ช่วยนักกายภาพบำบัดทำการรักษาสัตว์ แล้วเก็บเงินผิดอะไร?",
      choices: [
        "ผิดอาญาและจรรญาบรรณ",
        "ผิดอาญาหรือจรรยาบรรณ",
        "ผิดอาญา",
        "ผิดจรรยาบรรณ",
        "ไม่ผิดจรรยาบรรณและอาญา"
      ],
      correctAnswer: 4,
    },
    {
      id: 28,
      question: "ผู้ช่วยนักกายภาพบำบัดสามารถใช้เครื่องมือทางกายภาพบำบัดใดได้?",
      choices: [
        "เครื่องผลิตกระแสกระตุ้นประสาทผ่านผิวหนัง",
        "เครื่องผลิตคลื่นเหนือเสียงเพื่อรักษา",
        "เครื่องเป่าอากาศร้อนชื้น",
        "เครื่องป้อนกลับทางชีวภาพ",
        "เครื่องบำบัดแบบอณูไหล"
      ],
      correctAnswer: 0,
    },
    {
      id: 29,
      question: "PT จะทำอย่างไร ถ้าคนไข้จำเป็นต้องรับการรักษาทางกายภาพ แต่ปฏิเสธไม่ขอการรักษา?",
      choices: [
        "เลิกรักษา และบันทึกไว้ว่าคนไข้ขอปฏิเสธ",
        "บอกญาติ ถ้าญาติอนุญาตเราก็ทำ",
        "ทำตามสมควรแต่บอกบุคลากรสาธารณสุขอื่นไว้ด้วย",
        "รักษาตามสมควร และบันทึกไว้ว่าคนไข้ปฏิเสธ",
        "ถูกทุกข้อ"
      ],
      correctAnswer: 0,
    },
    {
      id: 30,
      question: "ข้อใดคือกฏหมายที่ฝ่ายนิติบัญญัติออก?",
      choices: [
        "พระราชบัญญัติ",
        "พระรายกำหนด",
        "กฎกระทรวง",
        "ข้อบังคับ",
        "ถูกทุกข้อ"
      ],
      correctAnswer: 0,
    },
    {
      id: 31,
      question: "บุคคลใดไม่มีสิทธิลงคะแนนเสียงในการประชุม?",
      choices: [
        "รัฐมนตรีว่าการกระทรวงสาธารณสุข",
        "นายกสภากายภาพ",
        "นายกสมาคม",
        "เลขาธิการ"
      ],
      correctAnswer: 0,
    },
    {
      id: 32,
      question: "การเปิดเผยข้อมูลผู้ป่วย ข้อความ รูปภาพ ผิดอะไร?",
      choices: [
        "อาญา",
        "จรรยาบรรณ",
        "อาญาและจรรยาบรรณ",
        "ไม่ผิด",
        "อาญาหรือจรรยาบรรณ"
      ],
      correctAnswer: 2,
    },
    {
      id: 33,
      question: "ข้อใดไม่เกี่ยวข้องกับการขึ้นทะเบียนคะแนน?",
      choices: [
        "การศึกษาระดับบัณทิต",
        "การศึกษาหลักสูตรระยะสั้น",
        "ประสบการณ์ในการทำงาน",
        "การอ่านผลงานวิชาการ",
        "การเป็นวิทยากร"
      ],
      correctAnswer: 2,
    },
    {
      id: 34,
      question: "หน่วยงานรัฐต้องทำอย่างไร เมื่อมีกรณีที่จะมีผลกระทบต่อสุขภาพประชาชน?",
      choices: [
        "แจ้งให้นายกทราบ",
        "ลงพื้นที่ทันที",
        "สำรวจปัญหาและรับฟังปัญหา",
        "จัดทำธรรมนูญ",
        "จัดหาและเปิดเผยวิธีการป้องกันผลกระทบต่อสุขภาพให้ประชาชนทราบโดยเร็ว"
      ],
      correctAnswer: 4,
    },
    {
      id: 35,
      question: "ถ้าโฆษณาโอ้อวดเกินจริง จะถูกโทษจำคุกเท่าไหร่?",
      choices: [
        "ไม่เกิน 6 เดือน",
        "ไม่เกิน 1 ปี",
        "ไม่เกิน 2 ปี",
        "ไม่เกิน 5 ปี"
      ],
      correctAnswer: 1,
    },
    {
      id: 36,
      question: "อำนาจ หน้าที่ของสภากายภาพบำบัด?",
      choices: [
        "รับรองสิทธิบัตรเครื่องมือทางกายภาพบำบัด",
        "รับรองสถานพยาบาล",
        "รับรองประกาศนียบัตรงานวิชาการ",
        "ออกหนังสืออนุมัติปริญญาวิชาชีพจากสถาบันต่างๆ",
        "รับรองหลักสูตรอบรมเป็นผู้เชี่ยวชาญทางกายภาพ"
      ],
      correctAnswer: 4,
    },
    {
      id: 37,
      question: "ผู้ใดมีสิทธิเป็นคณะกรรมการสภากายภาพบำบัด?",
      choices: [
        "ผู้แทนสมาคมผู้พิการ",
        "คณบดีคณะกายภาพบำบัด",
        "ผู้แทนกระทรวงมหาดไทย",
        "ผู้แทนโรงพยาบาลภูมิภาค",
        "ปลัดกระทรวงอุดมศึกษา"
      ],
      correctAnswer: 1,
    },
    {
      id: 38,
      question: "ผู้ใดมีสิทธิเป็นคณะกรรมการสภากายภาพบำบัด?",
      choices: [
        "ผู้แทนสมาคมผู้พิการ",
        "คณบดีคณะกายภาพบำบัด",
        "ผู้แทนกระทรวงมหาดไทย",
        "ผู้แทนโรงพยาบาลภูมิภาค",
        "ปลัดกระทรวงอุดมศึกษา"
      ],
      correctAnswer: 1,
    },
    {
      id: 39,
      question: "นักกายภาพบำบัดได้รับเชิญไปตอบปัญหาสุขภาพออกทางรายการโทรทัศน์ นักกายภาพบำบัดสามารถโฆษณาคลินิกของตนเองอย่างไรโดยไม่ผิดจรรยาบรรณ?",
      choices: [
        "บอกชื่อคลินิก วันและเวลาทำการ",
        "บอกชื่อคลินิก และส่วนลดพิเศษ",
        "ไม่สามารถบอกข้อมูลผ่านรายการได้",
        "ขึ้นชื่อคลินิกและเบอร์โทรศัพท์ส่วนตัวที่หน้าจอโทรทัศน์",
      ],
      correctAnswer: 0,
    },
    {
      id: 40,
      question: "ข้อใดประพฤติผิดตามจรรยาบรรณวิชาชีพกายภาพบำบัด?",
      choices: [
        "นักกายภาพบำบัด C ให้ผู้ช่วยทำความสะอาดรองเท้า",
        "นักกายภาพบำบัด A เงียบเฉย เมื่อผู้ป่วยกล่าวว่านักกายภาพบำบัด B มารยาทไม่ดี",
        "นักกายภาพบำบัด A ให้ค่าตอบแทนแม่บ้านที่ขี่รถจักรยานยนต์ไปส่งจดหมายด่วน",
        "หัวหน้ากายภาพบำบัด เรียกนักกายภาพบำบัด C ไปคุยเป็นการส่วนตัว เพื่อตักเตือนที่มาทำงานสายบ่อยครั้ง",
      ],
      correctAnswer: 0,
    },
    {
      id: 41,
      question: "ข้อใดผิดจรรณยาบรรณ?",
      choices: [
        "รับรางวัลบำเพ็ญประโยชน์",
        "ส่งคนไข้ให้คลินิกเอกชน แล้วได้เงิน",
        "ประกวดนางนพมาศแล้วได้เงิน",
        "นำเสนอวัตกรรม ผลงานวิจัย",
      ],
      correctAnswer: 1,
    },
    {
      id: 42,
      question: "หากทำใบอนุญาตประกอบกิจการสถานพยาบาลสูญหายต้องแจ้งภายในระยะเวลากี่วัน?",
      choices: [
        "15",
        "30"
      ],
      correctAnswer: 1,
    },
    {
      id: 43,
      question: "หากถูกเพิกถอนใบอนุญาต สามารถขอใหม่ได้ภายในเวลาเท่าใด?",
      choices: [
        "1 ปีหลังถูกกล่าวโทษ",
        "1 ปีหลังถูกเพิกถอน",
        "2 ปีหลังถูกกล่าวโทษ",
        "2 ปีหลังถูกเพิกถอน",
        "ไม่ได้รับอนุญาตให้ขอใหม่อีกเลย",
      ],
      correctAnswer: 3,
    },
    {
      id: 44,
      question: "นักกายภาพบำบัดมีส่วนรู้เห็นค่ารักษาพยาบาลที่เป็นเท็จ จะได้รับโทษจำคะกกี่ปี?",
      choices: [
        "ไม่เกิน 6 เดือน",
        "ไม่เกิน 1 ปี",
        "ไม่เกิน 2 ปี",
        "ไม่เกิน 5 ปี",
        "ไม่เกิน 10 ปี",
      ],
      correctAnswer: 2,
    },
    {
      id: 45,
      question: "ข้อใดเป็นการตรวจประเมิน ฟื้นฟูทางกายภาพบำบัด?",
      choices: [
        "กลืนของเด็ก",
        "รักษาด้วยน้ำ",
        "shockwave",
        "stroke",
        "วัณโรค",
      ],
      correctAnswer: 1,
    },
    {
      id: 46,
      question: "การเปลี่ยนแปลงสถานพยาบาลในข้อใดต้องแจ้งให้ผู้อนุญาตทราบ?",
      choices: [
        "มีการย้ายเครื่องมือ",
        "มีประชาสัมพันธ์ใหม่ในสื่อออนไลน์",
        "มีการรับนักกายภาพบำบัดเพิ่ม",
        "มีการซื้อเครื่องมือเพิ่ม",
        "มีการก่อสร้างเพิ่มเติมของสถานพยาบาล",
      ],
      correctAnswer: 4,
    },
    {
      id: 47,
      question: "ข้อใดเป็นสิทธิที่ผู้ป่วยควรได้รับ?",
      choices: [
        "ผู้ป่วยไม่มีสิทธิรู้ชื่อ สกุล และวิชาชีพของผู้ให้การรักษา",
        "ผู้ป่วยไม่มีสิทธิรู้",
        "ผู้ป่วยสามารถรู้ข้อมูลของตรและญาติได้ถ้าทำตามขั้นตอน",
        "ผู้ป่วยสามารถรู้ข้อมูลของตนและญาติได้ถ้าทำตามขั้นตอน",
        "ผู้ป่วยที่มีอันตรายถึงชีวิต มีสิทธิได้รับการรักษาทันทีโดยไม่ต้องขออนุญาต",
      ],
      correctAnswer: 4,
    },
    {
      id: 48,
      question: "ข้อใดต้องแสดง ณ สถานพยาบาล?",
      choices: [
        "สิทธิผู้ป่วย",
        "แผนผังทางเดินหนีไฟ",
        "ค่าตอบแทนนักกายภาพ",
        "ค่าตอบแทนผู้ช่วยนักกายภาพ",
        "รายการครุภัณฑ์",
      ],
      correctAnswer: 0,
    },
    {
      id: 49,
      question: "ข้อใดผิดเกี่ยวกับลักษณะของกฏหมาย?",
      choices: [
        "มีสภาพบังคับ",
        "มีระเบียบกฎเกณฑ์เป็นแบบแผน",
        "เป็นการรณรงค์ขอความร่วมมือ",
        "กำหนดความประพฤติ สิทธิ หน้าที่",
        "กระบวนการบังคับเป็นกิจจะลักษณะ",
      ],
      correctAnswer: 2,
    },
    {
      id: 50,
      question: "ข้อใดคือคุณสมบัติของผู้ขอต่อใบอนุญาตประกอบวิชาชีพกายภาพบำบัด?",
      choices: [
        "มีภูมิลำเนาอยู่ในประเทศไทย",
        "มีส่วนร่วมในการพัฒนาชุมชนชนบท",
        "มีประสบการณ์ทางกายภาพบำบัดไม่ต่ำกว่า 2 ปี",
        "ได้รับการเพิ่มพูนประสบการณ์ทางกายภาพบำบัด",
        "ศึกษาต่อระดับบัณฑิตศึกษา สาขาวิทยาศาสตร์สุขภาพ",
      ],
      correctAnswer: 3,
    },
  ];
  
  export default quizData;
  