  const quizData = [
    {
      id: 1,
      question: "พ.ร.บ. วิชาชีพกายภาพบำบัด 2547 ส่งเสริมเสรีภาพหรือไม่?",
      choices: [
        "เป็น เพราะกำหนดเรื่องการขึ้นทะเบียน",
        "เป็น เพราะคุ้มครองประโยชน์ของผู้ประกอบวิชาชีพ",
        "ไม่เป็น เพราะคุ้มครองประโยชน์ของประชาชน",
        "ไม่เป็น เพราะไม่สามารถยกเว้นตามกฎหมายอื่นได้",
        "ไม่เป็น เพราะเป็นการควบคุมการประกอบอาชีพ"
      ],
      correctAnswer: 2,
    },
    {
      id: 2,
      question: "จรรยาบรรณของวิชาชีพมีวัตถุประสงค์ใด?",
      choices: [
        "เพื่อคุ้มครองสิทธิของผู้ประกอบวิชาชีพ",
        "เพื่อควบคุมผู้ป่วย",
        "เพื่อกำหนดค่ารักษาพยาบาล",
        "เพื่อกำหนดแนวทางพฤติกรรมวิชาชีพ",
        "เพื่อโฆษณาวิชาชีพ"
      ],
      correctAnswer: 3,
    },
    {
      id: 3,
      question: "ใครเป็นผู้มีอำนาจออกใบอนุญาตประกอบวิชาชีพกายภาพบำบัด?",
      choices: [
        "รัฐมนตรีว่าการกระทรวงศึกษาธิการ",
        "กระทรวงสาธารณสุข",
        "สภากายภาพบำบัด",
        "นายกรัฐมนตรี",
        "คณะกรรมการสุขภาพแห่งชาติ"
      ],
      correctAnswer: 2,
    }
  ];
  
  export default quizData;
  